Repository: TheVirtualLtd/bda.plone.payment
Catalog: src/bda/plone/payment/locales/*/LC_MESSAGES/bda.plone.payment.po
Languages: de, fr

source: Cash
de: Barzahlung

source: Cash in advance
de: Vorkasse

# cash_in_advance_text
source: Thanks for your Order. You will receive the Invoice by E-Mail. As soon as we receive the amount at our banking account, your offer gets delivered.
de: Vielen Dank für Ihre Bestellung. Sie erhalten in Kürze eine Rechnung per E-Mail. Sobald ihre Zahlung bei uns eingetroffen ist liefern wir ihre Bestellung aus.

# cash_on_delivery
source: Cash on delivery. An extra fee of ${costs} ${currency} will be charged on order delivery
de: Nachname. Es entstehen Zusatzkosten von ${costs} ${currency}. Diese sind bei Zustellung der Ware zusätzlich zum Rechnungsbetrag in Bar zu entrichten.

# cash_on_delivery_text
source: Thanks for your Order. You will receive the Invoice by E-Mail. You will be asked for payment when receiving the goods. Please make sure you have the money available as your order arrives.
de: Vielen Dank für Ihre Bestellung. Sie erhalten in Kürze eine Rechnung per E-Mail. Sie haben die Bezahlart per Nachname gewählt. Der Rechnungsbetrag zuzüglich der Nachnamegebühren wird bei Erhalt der Ware in Bar fällig. Um einen reibungslosen Ablauf zu ermöglichen bitten wie Sie, den Betrag bereit zu halten.

# cash_text
source: Thanks for your Order. You have choosen to pay in cash. Please print displayed order number and hand it at cash desk.
de: Vielen Dank für Ihre Bestellung. Sie haben Barzahlung gewählt. Bitte Drucken Sie die angezeigte Bestellnumer und weisen diese an der Kassa aus.

source: Debit Order
de: Abbuchungsauftrag

# debit_order_text
source: Thanks for your Order. Your banking account will be charged by order value. As soon as debit order was successful, your offer gets delivered.
de: Vielen Dank für Ihre Bestellung. Ihr Konto wird um den Rechnungsbetrag belastet. Sobald der Betrag erfolgreich abgebucht wurde, liefern wir Ihre Bestellung aus.

source: Invoice
de: Rechnung

# invoice_text
source: Thanks for your Order. You will receive an Invoice by E-Mail.
de: Vielen Dank für Ihre Bestellung. Sie erhalten in Kürze eine Rechnung per E-Mail.
fr: Merci pour votre commande. Vous recevrez une facture par e-mail. Dès que nous recevons le montant sur ??notre compte bancaire, votre offre soit livré.

source: Order Received
de: Bestellung eingegangen
fr: Commande reçue

source: order_show_id
de: Ihre Bestellnummer: $number

source: Payment Aborted
de: Zahlung abgebrochen
fr: Paiement annulé

# payment_done
source: continue
de: weiter
fr: Continuer

source: Payment Error
de: Fehler während Zahlungsvorgang
fr: Erreur de paiement

source: Payment Failed
de: Zahlung fehlgeschlagen
fr: Paiement échoué

source: Payment Success
de: Bestellung erfolgreich abgeschlossen
fr: Le succès de vente

# six_payment_aborted_text
source: Payment has been aborted.
de: Der Zahlungsvorgang wurde abgebrochen.
fr: Le paiement a été annulé.

# six_payment_failed_text
source: Sorry. Failed to complete your order. If you think the failure remains on our side, please contact
de: Fehler beim abschließen Ihrer Bestellung. Sollten Sie diese Meldung irrtümlich erhalten, kontaktieren Sie
fr: Sorry. Impossible de terminer votre commande. Si vous pensez que l'échec reste de notre côté, s'il vous plaît contactez vous.

# six_payment_success_text
source: Your Order has been completed successful.
de: Ihre Bestellung wurde erfolgreich abgeschlossen.
fr: Votre commande a été effectuée avec succès.

# six_payment_verification_failed
source: Something nasty is going on. Payment verification failed. If you think the failure remains on our side, please contact
de: Fehler bei der verifizierung der Zahlung. Sollten Sie diese Medlung irrtümlich erhalten, kontaktieren Sie
fr: Quelque chose de méchant qui se passe. Vérification des paiements a échoué. Si vous pensez que l'échec reste de notre côté, s'il vous plaît contactez nous.

source: us
de: uns
